{
  "pg": [
    "Never have I ever forgotten to do my homework.",
    "Never have I ever laughed so hard that I couldn't stop.",
    "Never have I ever played a prank on someone.",
    "Never have I ever stayed up all night talking to a friend.",
    "Never have I ever pretended to be sick to skip school.",
    "Never have I ever watched a scary movie alone.",
    "Never have I ever cried while watching a movie.",
    "Never have I ever snuck out of the house.",
    "Never have I ever told a secret I promised to keep.",
    "Never have I ever fallen asleep in class.",
    "Never have I ever cheated on a test.",
    "Never have I ever danced in the rain.",
    "Never have I ever lied about my age.",
    "Never have I ever ridden a roller coaster.",
    "Never have I ever made a prank call.",
    "Never have I ever been on a road trip.",
    "Never have I ever tried to impress a crush.",
    "Never have I ever skipped rocks across a pond.",
    "Never have I ever been embarrassed by my parents.",
    "Never have I ever pretended to be a superhero.",
    "Never have I ever worn mismatched socks.",
    "Never have I ever dyed my hair a crazy color.",
    "Never have I ever written a love letter.",
    "Never have I ever snuck snacks into a movie theater.",
    "Never have I ever stayed up all night playing video games.",
    "Never have I ever told a lie to avoid getting into trouble.",
    "Never have I ever been grounded for breaking a rule.",
    "Never have I ever tried to impress someone I liked.",
    "Never have I ever received a detention at school.",
    "Never have I ever forgotten someone's birthday.",
    "Never have I ever pretended to like a gift I didn't like.",
    "Never have I ever laughed at a joke I didn't understand.",
    "Never have I ever pretended to be someone else online.",
    "Never have I ever copied someone else's homework.",
    "Never have I ever pretended to know the answer when I didn't.",
    "Never have I ever been late to class because I overslept.",
    "Never have I ever made up an excuse to get out of doing chores.",
    "Never have I ever blamed someone else for something I did.",
    "Never have I ever been afraid of the dark.",
    "Never have I ever read a book past my bedtime.",
    "Never have I ever snuck a peek at a present before it was given to me.",
    "Never have I ever played hooky from school.",
    "Never have I ever cried during a sad movie.",
    "Never have I ever been embarrassed by my family in public.",
    "Never have I ever pretended to be interested in something just to fit in.",
    "Never have I ever eavesdropped on someone else's conversation.",
    "Never have I ever been jealous of a friend.",
    "Never have I ever forgotten to brush my teeth before bed.",
    "Never have I ever lied about finishing my homework.",
    "Never have I ever climbed a tree.",
    "Never have I ever made a sandcastle.",
    "Never have I ever had a lemonade stand.",
    "Never have I ever gone fishing.",
    "Never have I ever played hide and seek.",
    "Never have I ever ridden a bike without training wheels.",
    "Never have I ever built a fort.",
    "Never have I ever had a pen pal.",
    "Never have I ever gone on a picnic.",
    "Never have I ever made a snowman.",
    "Never have I ever had a pet fish.",
    "Never have I ever gone sledding.",
    "Never have I ever flown a kite.",
    "Never have I ever had a sleepover.",
    "Never have I ever sung karaoke.",
    "Never have I ever danced in public.",
    "Never have I ever won a game of Bingo.",
    "Never have I ever picked berries.",
    "Never have I ever played dress-up.",
    "Never have I ever gone on a nature hike.",
    "Never have I ever collected seashells.",
    "Never have I ever played mini-golf.",
    "Never have I ever gone to a theme park.",
    "Never have I ever gone camping.",
    "Never have I ever ridden a horse.",
    "Never have I ever had a crush on a cartoon character.",
    "Never have I ever pretended to be a superhero.",
    "Never have I ever made up a secret language with a friend.",
    "Never have I ever worn my clothes inside out by mistake.",
    "Never have I ever sung in the shower.",
    "Never have I ever pretended to be a spy.",
    "Never have I ever tried to ride a skateboard.",
    "Never have I ever gotten lost in a mall.",
    "Never have I ever had a lemonade stand.",
    "Never have I ever tried to fly like a superhero.",
    "Never have I ever worn a costume to school that wasn't for Halloween.",
    "Never have I ever pretended my stuffed animals could talk.",
    "Never have I ever tried to catch a butterfly.",
    "Never have I ever tried to do a magic trick.",
    "Never have I ever written a letter to Santa Claus.",
    "Never have I ever made a wish on a shooting star.",
    "Never have I ever made a wish while blowing out birthday candles.",
    "Never have I ever tried to see if I could touch the moon.",
    "Never have I ever made up a silly song and danced to it.",
    "Never have I ever tried to see how long I could hold my breath underwater.",
    "Never have I ever tried to see if I could fit into a small space.",
    "Never have I ever tried to sneak a peek at my presents before Christmas.",
    "Never have I ever tried to see if I could jump higher than my own height.",
    "Never have I ever tried to do a cartwheel.",
    "Never have I ever tried to see if I could run faster than a speeding car."
  ],
  "r": [
    "Never have I ever skinny-dipped.",
    "Never have I ever had a one-night stand.",
    "Never have I ever sent a naughty text to the wrong person.",
    "Never have I ever had a crush on a coworker.",
    "Never have I ever kissed on the first date.",
    "Never have I ever used a dating app.",
    "Never have I ever had a threesome.",
    "Never have I ever been in handcuffs for any reason.",
    "Never have I ever had a friends-with-benefits arrangement.",
    "Never have I ever walked in on someone naked.",
    "Never have I ever been caught in a compromising position.",
    "Never have I ever had a secret admirer.",
    "Never have I ever made out in a movie theater.",
    "Never have I ever had a crush on a teacher.",
    "Never have I ever received a lap dance.",
    "Never have I ever had a crush on a friend's sibling.",
    "Never have I ever had a crush on a friend's parent.",
    "Never have I ever been caught in a lie by my partner.",
    "Never have I ever had a spontaneous weekend getaway with someone.",
    "Never have I ever had a crush on a boss or supervisor.",
    "Never have I ever been on a blind date.",
    "Never have I ever kissed someone within minutes of meeting them.",
    "Never have I ever had a one-night stand with someone much older/younger than me.",
    "Never have I ever had a crush on a celebrity.",
    "Never have I ever lied about being single.",
    "Never have I ever kissed someone and regretted it afterward.",
    "Never have I ever fantasized about someone while in a relationship.",
    "Never have I ever sent a suggestive photo to someone.",
    "Never have I ever had a friend with benefits who was also a coworker.",
    "Never have I ever had a crush on a friend's significant other.",
    "Never have I ever attended a strip club.",
    "Never have I ever used a dating app to meet someone just for sex.",
    "Never have I ever had a one-night stand with someone I met at a bar.",
    "Never have I ever had a crush on a neighbor.",
    "Never have I ever made out in a car.",
    "Never have I ever had a crush on a client/customer.",
    "Never have I ever kissed someone of the opposite sex.",
    "Never have I ever had a sexual encounter in a public place.",
    "Never have I ever been in an open relationship.",
    "Never have I ever had a crush on a friend's ex-partner.",
    "Never have I ever had a secret affair.",
    "Never have I ever gone skinny-dipping with a group of people.",
    "Never have I ever been caught watching adult content by someone I know.",
    "Never have I ever used handcuffs or restraints during intimate activities.",
    "Never have I ever had a crush on a family member's partner.",
    "Never have I ever kissed someone I wasn't attracted to just to see what it was like.",
    "Never have I ever had a romantic encounter with someone much taller/shorter than me.",
    "Never have I ever flirted with someone while in a committed relationship.",
    "Never have I ever been to a sex shop.",
    "Never have I ever had a one-night stand while traveling.",
    "Never have I ever used food during intimate activities.",
    "Never have I ever had a crush on a best friend's sibling.",
    "Never have I ever received explicit photos from someone I wasn't in a relationship with.",
    "Never have I ever had a crush on a professor or teacher.",
    "Never have I ever had a romantic encounter with someone of a different nationality/culture.",
    "Never have I ever kissed someone in a hot tub or pool.",
    "Never have I ever been on a double date.",
    "Never have I ever had a crush on a roommate.",
    "Never have I ever kissed someone while pretending they were someone else.",
    "Never have I ever fantasized about a colleague while at work.",
    "Never have I ever had a crush on a friend's spouse.",
    "Never have I ever had a romantic encounter with someone from a dating app.",
    "Never have I ever kissed someone in the rain.",
    "Never have I ever had a crush on a stranger I saw in public.",
    "Never have I ever kissed someone just to make someone else jealous.",
    "Never have I ever flirted with someone to get a free drink or meal.",
    "Never have I ever had a crush on a friend's parent.",
    "Never have I ever had a romantic encounter in a movie theater.",
    "Never have I ever kissed someone of the same gender in a game of Truth or Dare."
  ]
}
