{
  "PG": {
    "truth": [
      "Have you ever pretended to be sick to get out of something?",
      "What's the most embarrassing thing that has happened to you at school?",
      "Have you ever cheated on a test?",
      "Who is your celebrity crush?",
      "What's the last lie you told?",
      "Have you ever snuck out of the house?",
      "What's the weirdest dream you've ever had?",
      "Have you ever stolen something?",
      "What's your biggest fear?",
      "Who is your least favorite teacher?",
      "What's the most embarrassing thing your parents have caught you doing?",
      "Have you ever eavesdropped on someone's conversation?",
      "What's the most childish thing you still do?",
      "Have you ever broken something and blamed someone else?",
      "What's the most embarrassing text you've sent to the wrong person?",
      "What's the craziest thing you've done in public?",
      "Have you ever had a crush on someone much older or younger than you?",
      "What's your most irrational fear?",
      "Have you ever been caught picking your nose?",
      "What's the most trouble you've ever been in at school?",
      "What's the grossest thing you've ever eaten?",
      "Have you ever lied about your age?",
      "What's the most embarrassing thing you've ever worn?",
      "Have you ever sent a text message you immediately regretted?",
      "What's the most embarrassing thing that's ever happened to you in front of your crush?",
      "What's the worst gift you've ever received?",
      "Have you ever pretended to like a gift you hated?",
      "What's the most embarrassing thing you've done to impress someone?",
      "Have you ever stalked someone on social media?",
      "What's the most embarrassing thing you've posted on social media?",
      "Have you ever cheated in a game?",
      "What's the silliest nickname you've ever had?",
      "Have you ever worn your clothes inside out without realizing it?",
      "What's the most embarrassing thing you've ever said out loud?",
      "Have you ever laughed so hard you peed your pants?",
      "What's the most embarrassing thing you've done in front of a crowd?",
      "Have you ever been caught singing in the shower?",
      "What's the most embarrassing thing your parents have done in front of your friends?",
      "Have you ever laughed at a joke that you didn't understand?",
      "What's the most embarrassing thing you've ever accidentally said in another language?",
      "Have you ever walked into a glass door?",
      "What's the most embarrassing thing you've done on a date?",
      "Have you ever snorted when laughing?",
      "What's the most embarrassing thing you've done while under the influence?",
      "Have you ever tripped in public?",
      "What's the most embarrassing thing you've done on social media?",
      "Have you ever been caught talking to yourself?",
      "What's the most embarrassing thing you've ever done at a sleepover?",
      "Have you ever been caught picking a wedgie?",
      "What's the most embarrassing thing you've said to a teacher?",
      "What's something you've never told your parents?",
      "What's the biggest trouble you've ever been in at school?",
      "What's something you've done that you hope your parents never find out about?",
      "Have you ever cheated on a test?",
      "What's the most embarrassing thing you've ever done in front of a crush?",
      "What's a secret you've kept from your best friend?",
      "What's something you've done that you're ashamed of?",
      "Have you ever stolen anything?",
      "What's the most trouble you've ever been in with the law?",
      "What's a lie you've told that got you into trouble?",
      "Have you ever cheated in a game?",
      "What's the biggest lie you've ever told your parents?",
      "Have you ever broken something and blamed someone else?",
      "What's the craziest thing you've ever done in public?",
      "Have you ever regretted something you posted on social media?",
      "What's the worst thing you've ever done to a friend?",
      "Have you ever pretended to like someone you didn't?",
      "What's the most embarrassing thing you've ever worn?",
      "Have you ever lied about your age?",
      "What's the silliest nickname you've ever had?",
      "What's the most embarrassing thing you've ever said to your parents?",
      "Have you ever laughed at a joke you didn't understand?",
      "What's something you've done that your siblings don't know about?",
      "What's the most embarrassing thing you've ever done at a sleepover?",
      "Have you ever pretended to be someone you're not?",
      "What's the most embarrassing thing you've ever done in front of a teacher?",
      "Have you ever been caught talking to yourself?",
      "What's the grossest thing you've ever eaten?",
      "Have you ever laughed so hard you cried?",
      "What's the most embarrassing thing you've ever said in another language?",
      "Have you ever lied to get out of trouble?",
      "What's the most embarrassing thing you've ever done at a party?",
      "Have you ever cheated on a game?",
      "What's the most embarrassing thing you've ever done in front of your grandparents?",
      "Have you ever been caught picking your nose?",
      "What's the weirdest dream you've ever had?",
      "What's the most embarrassing thing you've ever said out loud?",
      "Have you ever pretended to like a gift you hated?",
      "What's the most embarrassing thing you've ever done on social media?",
      "Have you ever snuck out of the house?",
      "What's the most embarrassing thing you've ever done in front of your crush?",
      "Have you ever eavesdropped on someone's conversation?",
      "What's the most embarrassing thing your parents have ever done?",
      "Have you ever been caught picking a wedgie?",
      "What's the most embarrassing thing you've ever done on a date?",
      "Have you ever laughed at something that wasn't funny?",
      "What's the most embarrassing thing you've ever done in front of your friends?",
      "Have you ever been caught singing in the shower?",
      "What's the most embarrassing thing you've ever worn to school?"
    ],
    "dare": [
      "Act out a scene from your favorite movie.",
      "Sing the chorus of your favorite song as loud as you can.",
      "Do your best impression of someone in the room.",
      "Speak in an accent for the next three rounds.",
      "Do your best dance move.",
      "Wear your clothes backward for the next three rounds.",
      "Talk in slow motion for the next five minutes.",
      "Text someone in your contact list using only your nose.",
      "Let someone give you a makeover.",
      "Do ten push-ups.",
      "Call a random number and sing 'Happy Birthday' to whoever answers.",
      "Speak in rhyme for the next three rounds.",
      "Put an ice cube down your back and let it melt.",
      "Do your best impression of a baby being born.",
      "Do a handstand for as long as you can.",
      "Wear socks on your hands for the next three rounds.",
      "Do your best impression of a famous celebrity.",
      "Pretend to be a waiter/waitress and take snack orders for the group.",
      "Do a cartwheel.",
      "Wear a funny hat for the next three rounds.",
      "Try to juggle three items from around the room.",
      "Pretend to be a news anchor and report on the latest 'breaking news'.",
      "Balance a spoon on your nose for as long as you can.",
      "Do your best impression of a chicken.",
      "Speak in whispers for the next three rounds.",
      "Walk like a crab for the next three rounds.",
      "Put a spoonful of peanut butter in your mouth and try to say a tongue twister.",
      "Wear sunglasses indoors for the next three rounds.",
      "Do a one-minute stand-up comedy routine.",
      "Put a piece of ice down your shirt and let it melt.",
      "Pretend to be a cat and meow every time someone talks to you.",
      "Wear your pants backward for the next three rounds.",
      "Do your best impression of a robot.",
      "Try to lick your elbow.",
      "Speak gibberish for the next three rounds.",
      "Wear a mustache made of toilet paper for the next three rounds.",
      "Do the worm dance on the floor.",
      "Pretend to be a famous wrestler and give your best wrestling promo.",
      "Try to breakdance.",
      "Pretend to be a statue until your next turn.",
      "Hop on one foot for the next three rounds.",
      "Do your best impression of a dolphin.",
      "Try to do the splits (or get as close as you can).",
      "Wear a funny face mask for the next three rounds.",
      "Pretend to be a robot and do a robot dance.",
      "Do your best impression of a monkey.",
      "Try to lick your nose.",
      "Wear a sock puppet on one hand for the next three rounds.",
      "Pretend to be a penguin and waddle around.",
      "Act out a scene from your favorite movie.",
      "Sing the chorus of your favorite song as loud as you can.",
      "Do your best impression of someone in the room.",
      "Speak in an accent for the next three rounds.",
      "Do your best dance move.",
      "Wear your clothes backward for the next three rounds.",
      "Talk in slow motion for the next five minutes.",
      "Text someone in your contact list using only your nose.",
      "Let someone give you a makeover.",
      "Do ten push-ups.",
      "Call a random number and sing 'Happy Birthday' to whoever answers.",
      "Speak in rhyme for the next three rounds.",
      "Put an ice cube down your back and let it melt.",
      "Do your best impression of a baby being born.",
      "Do a handstand for as long as you can.",
      "Wear socks on your hands for the next three rounds.",
      "Do your best impression of a famous celebrity.",
      "Pretend to be a waiter/waitress and take snack orders for the group.",
      "Do a cartwheel.",
      "Wear a funny hat for the next three rounds.",
      "Try to juggle three items from around the room.",
      "Pretend to be a news anchor and report on the latest 'breaking news'.",
      "Balance a spoon on your nose for as long as you can.",
      "Do your best impression of a chicken.",
      "Speak in whispers for the next three rounds.",
      "Walk like a crab for the next three rounds.",
      "Put a spoonful of peanut butter in your mouth and try to say a tongue twister.",
      "Wear sunglasses indoors for the next three rounds.",
      "Do a one-minute stand-up comedy routine.",
      "Put a piece of ice down your shirt and let it melt.",
      "Pretend to be a cat and meow every time someone talks to you.",
      "Wear your pants backward for the next three rounds.",
      "Do your best impression of a robot.",
      "Try to lick your elbow.",
      "Speak gibberish for the next three rounds.",
      "Wear a mustache made of toilet paper for the next three rounds.",
      "Do the worm dance on the floor.",
      "Pretend to be a famous wrestler and give your best wrestling promo.",
      "Try to breakdance.",
      "Pretend to be a statue until your next turn.",
      "Hop on one foot for the next three rounds.",
      "Do your best impression of a dolphin.",
      "Try to do the splits (or get as close as you can).",
      "Wear a funny face mask for the next three rounds.",
      "Pretend to be a robot and do a robot dance.",
      "Do your best impression of a monkey.",
      "Try to lick your nose.",
      "Wear a sock puppet on one hand for the next three rounds.",
      "Pretend to be a penguin and waddle around."
    ]
  },
  "R": {
    "truth": [
      "What's the most embarrassing thing you've done in a relationship?",
      "Have you ever had a one-night stand?",
      "What's the kinkiest thing you've ever done?",
      "Have you ever sexted someone?",
      "What's the most embarrassing thing you've ever done in bed?",
      "Have you ever cheated on a partner?",
      "What's your biggest turn-on?",
      "What's the weirdest place you've had sex?",
      "Have you ever watched porn?",
      "What's the most embarrassing thing that's happened to you during sex?",
      "Have you ever had a threesome?",
      "What's your ultimate sexual fantasy?",
      "Have you ever had a crush on a friend's partner?",
      "What's the most scandalous thing you've ever done?",
      "Have you ever had a crush on a coworker?",
      "What's the most taboo thing you've ever done?",
      "Have you ever had sex in a public place?",
      "What's your biggest sexual regret?",
      "Have you ever had a friends-with-benefits arrangement?",
      "What's your favorite sexual position?",
      "Have you ever had a romantic encounter with someone much older or younger than you?",
      "What's the most embarrassing thing you've said during sex?",
      "Have you ever used a dating app?",
      "What's the wildest sexual experience you've ever had?",
      "Have you ever been caught watching porn?",
      "What's your favorite part of foreplay?",
      "Have you ever sent a nude photo?",
      "What's the most embarrassing thing you've done while intoxicated?",
      "Have you ever had a crush on a teacher or boss?",
      "What's the most spontaneous thing you've done sexually?",
      "Have you ever been to a strip club?",
      "What's the most unusual thing you've used as a sex toy?",
      "Have you ever had a romantic encounter with someone of the same gender?",
      "What's the most embarrassing thing you've done to impress someone sexually?",
      "Have you ever had phone sex?",
      "What's the most adventurous place you've had sex?",
      "Have you ever experimented with BDSM?",
      "What's the most embarrassing thing that's happened to you during a hookup?",
      "Have you ever had a one-night stand with someone you met online?",
      "What's your biggest sexual insecurity?",
      "Have you ever role-played during sex?",
      "What's the most embarrassing thing you've said during a hookup?",
      "Have you ever had sex with someone you weren't attracted to?",
      "What's the kinkiest thing you've ever fantasized about?",
      "Have you ever had a crush on a friend's parent?",
      "What's your biggest turn-off?",
      "Have you ever had sex with someone you didn't know their name?",
      "What's the most embarrassing thing that's happened to you while naked?",
      "Have you ever faked an orgasm?",
      "What's your favorite type of porn?"
    ],
    "dare": [
      "Send a dirty text to someone in your contact list.",
      "Do a sexy dance for the group.",
      "Take off an article of clothing and keep it off for the rest of the game.",
      "Describe your favorite sexual fantasy in detail.",
      "Call a phone sex hotline and moan for 30 seconds.",
      "Give someone in the room a lap dance.",
      "Use a sex toy on yourself for one minute (fully clothed).",
      "Demonstrate your favorite sex position using props.",
      "Write a steamy paragraph about someone in the room and read it aloud.",
      "Draw a picture of your genitalia and show it to the group.",
      "Describe your last sexual encounter in explicit detail.",
      "Give someone in the room a sensual massage.",
      "Whisper something dirty in someone's ear.",
      "Do a striptease for the group.",
      "Send a nude photo to someone in the room (with their consent).",
      "Do a shot of alcohol off someone's body.",
      "Write a sexy poem about someone in the room and read it aloud.",
      "Kiss someone in the room passionately.",
      "Perform oral sex on a piece of fruit.",
      "Do a seductive pose for the group.",
      "Give someone in the room a hickey.",
      "Moan loudly for 20 seconds.",
      "Do a strip tease to your favorite song.",
      "Whisper something dirty to someone in the room.",
      "Make out with someone in the room for one minute.",
      "Perform a sexy dance on a tabletop.",
      "Use your tongue to lick someone's ear.",
      "Do a body shot off someone in the room.",
      "Tell someone in the room what you like about their body.",
      "Seductively feed someone in the room a piece of food.",
      "Describe your wildest sexual encounter in detail.",
      "Suck on someone's finger for 20 seconds.",
      "Give someone in the room a lap dance.",
      "Do a sexy walk around the room.",
      "Use a pillow to demonstrate your favorite sex position.",
      "Make out with someone of the same gender for one minute.",
      "Take a provocative selfie and send it to someone in the room.",
      "Kiss someone's neck passionately.",
      "Do a body shot off yourself.",
      "Tell someone in the room your dirtiest secret.",
      "Whisper something dirty to someone in the room.",
      "Seductively remove someone's clothing.",
      "Use your tongue to trace someone's lips.",
      "Give someone in the room a sensual massage.",
      "Do a sexy dance for the group.",
      "Perform a lap dance for someone in the room.",
      "Describe your last sexual encounter in explicit detail.",
      "Moan loudly for 20 seconds.",
      "Give someone in the room a hickey.",
      "Make out with someone in the room for one minute."
    ]
  }
}
